{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[STOP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SPACE]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[STOP]": 0,
      "[UNK]": 1,
      "[SPACE]": 2,
      "(": 3,
      ")": 4,
      ".": 5,
      "a": 6,
      "b": 7,
      "c": 8,
      "d": 9,
      "e": 10,
      "f": 11,
      "g": 12,
      "h": 13,
      "i": 14,
      "j": 15,
      "k": 16,
      "l": 17,
      "m": 18,
      "n": 19,
      "o": 20,
      "p": 21,
      "r": 22,
      "s": 23,
      "t": 24,
      "u": 25,
      "v": 26,
      "w": 27,
      "x": 28,
      "y": 29,
      "z": 30,
      "ć": 31,
      "č": 32,
      "đ": 33,
      "š": 34,
      "ž": 35,
      "je": 36,
      "na": 37,
      "da": 38,
      "st": 39,
      "ne": 40,
      "ni": 41,
      "ra": 42,
      "ko": 43,
      "no": 44,
      "po": 45,
      "ka": 46,
      "re": 47,
      "li": 48,
      "to": 49,
      "se": 50,
      "va": 51,
      "ja": 52,
      "ta": 53,
      "ti": 54,
      "vi": 55,
      "ve": 56,
      "la": 57,
      "vo": 58,
      "ri": 59,
      "sa": 60,
      "mo": 61,
      "ma": 62,
      "za": 63,
      "bi": 64,
      "me": 65,
      "lo": 66,
      "te": 67,
      "le": 68,
      "ro": 69,
      "de": 70,
      "di": 71,
      "go": 72,
      "do": 73,
      "ju": 74,
      "pa": 75,
      "su": 76,
      "ga": 77,
      "ji": 78,
      "mi": 79,
      "nje": 80,
      "od": 81,
      "če": 82,
      "sta": 83,
      "ru": 84,
      "še": 85,
      "pre": 86,
      "nu": 87,
      "či": 88,
      "iz": 89,
      "že": 90,
      "on": 91,
      "pri": 92,
      "be": 93,
      "što": 94,
      "ča": 95,
      "ku": 96,
      "ba": 97,
      "pro": 98,
      "će": 99,
      "ci": 100,
      "bo": 101,
      "nije": 102,
      "sti": 103,
      "si": 104,
      "jo": 105,
      "ki": 106,
      "mu": 107,
      "šta": 108,
      "zna": 109,
      "sam": 110,
      "ći": 111,
      "lu": 112,
      "ce": 113,
      "sve": 114,
      "pu": 115,
      "ali": 116,
      "sto": 117,
      "kao": 118,
      "pi": 119,
      "du": 120,
      "lje": 121,
      "lja": 122,
      "tu": 123,
      "pe": 124,
      "zi": 125,
      "ke": 126,
      "ste": 127,
      "ši": 128,
      "jed": 129,
      "raz": 130,
      "nja": 131,
      "đe": 132,
      "gu": 133,
      "ca": 134,
      "ži": 135,
      "lj": 136,
      "ša": 137,
      "lju": 138,
      "bu": 139,
      "kako": 140,
      "tre": 141,
      "so": 142,
      "još": 143,
      "gle": 144,
      "tako": 145,
      "samo": 146,
      "nji": 147,
      "spo": 148,
      "gla": 149,
      "nom": 150,
      "govo": 151,
      "vr": 152,
      "sli": 153,
      "vu": 154,
      "reče": 155,
      "svo": 156,
      "ću": 157,
      "ona": 158,
      "pav": 159,
      "pra": 160,
      "ima": 161,
      "dru": 162,
      "ća": 163,
      "pos": 164,
      "ža": 165,
      "koji": 166,
      "ho": 167,
      "vra": 168,
      "kad": 169,
      "tra": 170,
      "nog": 171,
      "više": 172,
      "stra": 173,
      "liko": 174,
      "gleda": 175,
      "bilo": 176,
      "uz": 177,
      "bio": 178,
      "stva": 179,
      "lji": 180,
      "sko": 181,
      "ču": 182,
      "svi": 183,
      "vre": 184,
      "dan": 185,
      "ski": 186,
      "nov": 187,
      "već": 188,
      "gra": 189,
      "đu": 190,
      "ovo": 191,
      "može": 192,
      "sme": 193,
      "nim": 194,
      "tim": 195,
      "vlja": 196,
      "misli": 197,
      "pred": 198,
      "ove": 199,
      "čani": 200,
      "slu": 201,
      "lovi": 202,
      "pita": 203,
      "nju": 204,
      "ob": 205,
      "naj": 206,
      "ze": 207,
      "kre": 208,
      "velj": 209,
      "veljčani": 210,
      "gospo": 211,
      "is": 212,
      "vno": 213,
      "pr": 214,
      "bro": 215,
      "ako": 216,
      "mora": 217,
      "red": 218,
      "zo": 219,
      "govori": 220,
      "čno": 221,
      "vreme": 222,
      "ot": 223,
      "osta": 224,
      "sad": 225,
      "kom": 226,
      "mogu": 227,
      "kra": 228,
      "ha": 229,
      "rno": 230,
      "čove": 231,
      "među": 232,
      "joj": 233,
      "nih": 234,
      "gi": 235,
      "cu": 236,
      "vas": 237,
      "lim": 238,
      "jući": 239,
      "pet": 240,
      "vam": 241,
      "pavlovi": 242,
      "posle": 243,
      "dr": 244,
      "kaže": 245,
      "sva": 246,
      "bila": 247,
      "dvo": 248,
      "radi": 249,
      "tak": 250,
      "onda": 251,
      "veljčaninov": 252,
      "oni": 253,
      "sno": 254
    },
    "merges": [
      [
        "j",
        "e"
      ],
      [
        "n",
        "a"
      ],
      [
        "d",
        "a"
      ],
      [
        "s",
        "t"
      ],
      [
        "n",
        "e"
      ],
      [
        "n",
        "i"
      ],
      [
        "r",
        "a"
      ],
      [
        "k",
        "o"
      ],
      [
        "n",
        "o"
      ],
      [
        "p",
        "o"
      ],
      [
        "k",
        "a"
      ],
      [
        "r",
        "e"
      ],
      [
        "l",
        "i"
      ],
      [
        "t",
        "o"
      ],
      [
        "s",
        "e"
      ],
      [
        "v",
        "a"
      ],
      [
        "j",
        "a"
      ],
      [
        "t",
        "a"
      ],
      [
        "t",
        "i"
      ],
      [
        "v",
        "i"
      ],
      [
        "v",
        "e"
      ],
      [
        "l",
        "a"
      ],
      [
        "v",
        "o"
      ],
      [
        "r",
        "i"
      ],
      [
        "s",
        "a"
      ],
      [
        "m",
        "o"
      ],
      [
        "m",
        "a"
      ],
      [
        "z",
        "a"
      ],
      [
        "b",
        "i"
      ],
      [
        "m",
        "e"
      ],
      [
        "l",
        "o"
      ],
      [
        "t",
        "e"
      ],
      [
        "l",
        "e"
      ],
      [
        "r",
        "o"
      ],
      [
        "d",
        "e"
      ],
      [
        "d",
        "i"
      ],
      [
        "g",
        "o"
      ],
      [
        "d",
        "o"
      ],
      [
        "j",
        "u"
      ],
      [
        "p",
        "a"
      ],
      [
        "s",
        "u"
      ],
      [
        "g",
        "a"
      ],
      [
        "j",
        "i"
      ],
      [
        "m",
        "i"
      ],
      [
        "n",
        "je"
      ],
      [
        "o",
        "d"
      ],
      [
        "č",
        "e"
      ],
      [
        "st",
        "a"
      ],
      [
        "r",
        "u"
      ],
      [
        "š",
        "e"
      ],
      [
        "p",
        "re"
      ],
      [
        "n",
        "u"
      ],
      [
        "č",
        "i"
      ],
      [
        "i",
        "z"
      ],
      [
        "ž",
        "e"
      ],
      [
        "o",
        "n"
      ],
      [
        "p",
        "ri"
      ],
      [
        "b",
        "e"
      ],
      [
        "š",
        "to"
      ],
      [
        "č",
        "a"
      ],
      [
        "k",
        "u"
      ],
      [
        "b",
        "a"
      ],
      [
        "p",
        "ro"
      ],
      [
        "ć",
        "e"
      ],
      [
        "c",
        "i"
      ],
      [
        "b",
        "o"
      ],
      [
        "ni",
        "je"
      ],
      [
        "st",
        "i"
      ],
      [
        "s",
        "i"
      ],
      [
        "j",
        "o"
      ],
      [
        "k",
        "i"
      ],
      [
        "m",
        "u"
      ],
      [
        "š",
        "ta"
      ],
      [
        "z",
        "na"
      ],
      [
        "sa",
        "m"
      ],
      [
        "ć",
        "i"
      ],
      [
        "l",
        "u"
      ],
      [
        "c",
        "e"
      ],
      [
        "s",
        "ve"
      ],
      [
        "p",
        "u"
      ],
      [
        "a",
        "li"
      ],
      [
        "st",
        "o"
      ],
      [
        "ka",
        "o"
      ],
      [
        "p",
        "i"
      ],
      [
        "d",
        "u"
      ],
      [
        "l",
        "je"
      ],
      [
        "l",
        "ja"
      ],
      [
        "t",
        "u"
      ],
      [
        "p",
        "e"
      ],
      [
        "z",
        "i"
      ],
      [
        "k",
        "e"
      ],
      [
        "st",
        "e"
      ],
      [
        "š",
        "i"
      ],
      [
        "je",
        "d"
      ],
      [
        "ra",
        "z"
      ],
      [
        "n",
        "ja"
      ],
      [
        "đ",
        "e"
      ],
      [
        "g",
        "u"
      ],
      [
        "c",
        "a"
      ],
      [
        "ž",
        "i"
      ],
      [
        "l",
        "j"
      ],
      [
        "š",
        "a"
      ],
      [
        "l",
        "ju"
      ],
      [
        "b",
        "u"
      ],
      [
        "ka",
        "ko"
      ],
      [
        "t",
        "re"
      ],
      [
        "s",
        "o"
      ],
      [
        "jo",
        "š"
      ],
      [
        "g",
        "le"
      ],
      [
        "ta",
        "ko"
      ],
      [
        "sa",
        "mo"
      ],
      [
        "n",
        "ji"
      ],
      [
        "s",
        "po"
      ],
      [
        "g",
        "la"
      ],
      [
        "no",
        "m"
      ],
      [
        "go",
        "vo"
      ],
      [
        "v",
        "r"
      ],
      [
        "s",
        "li"
      ],
      [
        "v",
        "u"
      ],
      [
        "re",
        "če"
      ],
      [
        "s",
        "vo"
      ],
      [
        "ć",
        "u"
      ],
      [
        "o",
        "na"
      ],
      [
        "pa",
        "v"
      ],
      [
        "p",
        "ra"
      ],
      [
        "i",
        "ma"
      ],
      [
        "d",
        "ru"
      ],
      [
        "ć",
        "a"
      ],
      [
        "po",
        "s"
      ],
      [
        "ž",
        "a"
      ],
      [
        "ko",
        "ji"
      ],
      [
        "h",
        "o"
      ],
      [
        "v",
        "ra"
      ],
      [
        "ka",
        "d"
      ],
      [
        "t",
        "ra"
      ],
      [
        "no",
        "g"
      ],
      [
        "vi",
        "še"
      ],
      [
        "st",
        "ra"
      ],
      [
        "li",
        "ko"
      ],
      [
        "gle",
        "da"
      ],
      [
        "bi",
        "lo"
      ],
      [
        "u",
        "z"
      ],
      [
        "bi",
        "o"
      ],
      [
        "st",
        "va"
      ],
      [
        "l",
        "ji"
      ],
      [
        "s",
        "ko"
      ],
      [
        "č",
        "u"
      ],
      [
        "s",
        "vi"
      ],
      [
        "v",
        "re"
      ],
      [
        "da",
        "n"
      ],
      [
        "s",
        "ki"
      ],
      [
        "no",
        "v"
      ],
      [
        "ve",
        "ć"
      ],
      [
        "g",
        "ra"
      ],
      [
        "đ",
        "u"
      ],
      [
        "o",
        "vo"
      ],
      [
        "mo",
        "že"
      ],
      [
        "s",
        "me"
      ],
      [
        "ni",
        "m"
      ],
      [
        "ti",
        "m"
      ],
      [
        "v",
        "lja"
      ],
      [
        "mi",
        "sli"
      ],
      [
        "pre",
        "d"
      ],
      [
        "o",
        "ve"
      ],
      [
        "ča",
        "ni"
      ],
      [
        "s",
        "lu"
      ],
      [
        "lo",
        "vi"
      ],
      [
        "pi",
        "ta"
      ],
      [
        "n",
        "ju"
      ],
      [
        "o",
        "b"
      ],
      [
        "na",
        "j"
      ],
      [
        "z",
        "e"
      ],
      [
        "k",
        "re"
      ],
      [
        "ve",
        "lj"
      ],
      [
        "velj",
        "čani"
      ],
      [
        "go",
        "spo"
      ],
      [
        "i",
        "s"
      ],
      [
        "v",
        "no"
      ],
      [
        "p",
        "r"
      ],
      [
        "b",
        "ro"
      ],
      [
        "a",
        "ko"
      ],
      [
        "mo",
        "ra"
      ],
      [
        "re",
        "d"
      ],
      [
        "z",
        "o"
      ],
      [
        "govo",
        "ri"
      ],
      [
        "č",
        "no"
      ],
      [
        "vre",
        "me"
      ],
      [
        "o",
        "t"
      ],
      [
        "o",
        "sta"
      ],
      [
        "sa",
        "d"
      ],
      [
        "ko",
        "m"
      ],
      [
        "mo",
        "gu"
      ],
      [
        "k",
        "ra"
      ],
      [
        "h",
        "a"
      ],
      [
        "r",
        "no"
      ],
      [
        "č",
        "ove"
      ],
      [
        "me",
        "đu"
      ],
      [
        "jo",
        "j"
      ],
      [
        "ni",
        "h"
      ],
      [
        "g",
        "i"
      ],
      [
        "c",
        "u"
      ],
      [
        "va",
        "s"
      ],
      [
        "li",
        "m"
      ],
      [
        "ju",
        "ći"
      ],
      [
        "pe",
        "t"
      ],
      [
        "va",
        "m"
      ],
      [
        "pav",
        "lovi"
      ],
      [
        "pos",
        "le"
      ],
      [
        "d",
        "r"
      ],
      [
        "ka",
        "že"
      ],
      [
        "s",
        "va"
      ],
      [
        "bi",
        "la"
      ],
      [
        "d",
        "vo"
      ],
      [
        "ra",
        "di"
      ],
      [
        "ta",
        "k"
      ],
      [
        "on",
        "da"
      ],
      [
        "veljčani",
        "nov"
      ],
      [
        "o",
        "ni"
      ],
      [
        "s",
        "no"
      ]
    ]
  }
}