{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[STOP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SPACE]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "dž",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "lj",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "nj",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[STOP]": 0,
      "[UNK]": 1,
      "[SPACE]": 2,
      "dž": 3,
      "lj": 4,
      "nj": 5,
      "(": 6,
      ")": 7,
      ".": 8,
      "a": 9,
      "b": 10,
      "c": 11,
      "d": 12,
      "e": 13,
      "f": 14,
      "g": 15,
      "h": 16,
      "i": 17,
      "j": 18,
      "k": 19,
      "l": 20,
      "m": 21,
      "n": 22,
      "o": 23,
      "p": 24,
      "r": 25,
      "s": 26,
      "t": 27,
      "u": 28,
      "v": 29,
      "w": 30,
      "x": 31,
      "y": 32,
      "z": 33,
      "ć": 34,
      "č": 35,
      "đ": 36,
      "š": 37,
      "ž": 38,
      "je": 39,
      "da": 40,
      "na": 41,
      "st": 42,
      "ni": 43,
      "no": 44,
      "po": 45,
      "ka": 46,
      "ra": 47,
      "re": 48,
      "ne": 49,
      "ko": 50,
      "li": 51,
      "se": 52,
      "va": 53,
      "to": 54,
      "ja": 55,
      "ve": 56,
      "vi": 57,
      "vo": 58,
      "ta": 59,
      "la": 60,
      "sa": 61,
      "za": 62,
      "ri": 63,
      "ma": 64,
      "ti": 65,
      "le": 66,
      "lo": 67,
      "mo": 68,
      "bi": 69,
      "me": 70,
      "te": 71,
      "go": 72,
      "ro": 73,
      "de": 74,
      "do": 75,
      "ju": 76,
      "di": 77,
      "pa": 78,
      "ga": 79,
      "ji": 80,
      "če": 81,
      "nje": 82,
      "su": 83,
      "še": 84,
      "od": 85,
      "ru": 86,
      "či": 87,
      "sta": 88,
      "nu": 89,
      "mi": 90,
      "pre": 91,
      "on": 92,
      "iz": 93,
      "ča": 94,
      "be": 95,
      "pri": 96,
      "ku": 97,
      "že": 98,
      "što": 99,
      "mu": 100,
      "ba": 101,
      "pro": 102,
      "bo": 103,
      "nije": 104,
      "će": 105,
      "ći": 106,
      "sti": 107,
      "ce": 108,
      "jo": 109,
      "kao": 110,
      "lu": 111,
      "ali": 112,
      "pu": 113,
      "ki": 114,
      "sve": 115,
      "sam": 116,
      "pi": 117,
      "si": 118,
      "lja": 119,
      "sto": 120,
      "du": 121,
      "pe": 122,
      "ši": 123,
      "zna": 124,
      "lje": 125,
      "ci": 126,
      "šta": 127,
      "raz": 128,
      "ste": 129,
      "reče": 130,
      "đe": 131,
      "ca": 132,
      "gle": 133,
      "dno": 134,
      "pav": 135,
      "tu": 136,
      "so": 137,
      "zi": 138,
      "ša": 139,
      "ću": 140,
      "bu": 141,
      "nja": 142,
      "lju": 143,
      "ži": 144,
      "samo": 145,
      "gla": 146,
      "govo": 147,
      "spo": 148,
      "nji": 149,
      "gu": 150,
      "ke": 151,
      "tre": 152,
      "vu": 153,
      "svo": 154,
      "ona": 155,
      "vr": 156,
      "kako": 157,
      "koji": 158,
      "vra": 159,
      "ho": 160,
      "sli": 161,
      "pos": 162,
      "pra": 163,
      "kad": 164,
      "ća": 165,
      "gleda": 166,
      "još": 167,
      "tako": 168,
      "uz": 169,
      "ža": 170,
      "dru": 171,
      "ču": 172,
      "lji": 173,
      "nov": 174,
      "već": 175,
      "bio": 176,
      "stva": 177,
      "liko": 178,
      "čani": 179,
      "više": 180,
      "tra": 181,
      "sme": 182,
      "ljčani": 183,
      "veljčani": 184,
      "ove": 185,
      "nom": 186,
      "jedno": 187,
      "lovi": 188,
      "ima": 189,
      "svi": 190,
      "bilo": 191,
      "stra": 192,
      "vre": 193,
      "nim": 194,
      "sko": 195,
      "jeda": 196,
      "vlja": 197,
      "gospo": 198,
      "kre": 199,
      "čno": 200,
      "čove": 201,
      "jući": 202,
      "pavlovi": 203,
      "ot": 204,
      "slu": 205,
      "naj": 206,
      "vno": 207,
      "pita": 208,
      "ob": 209,
      "red": 210,
      "ako": 211,
      "pred": 212,
      "pr": 213,
      "is": 214,
      "misli": 215,
      "govori": 216,
      "cu": 217,
      "veljčaninov": 218,
      "dvo": 219,
      "nju": 220,
      "nog": 221,
      "posle": 222,
      "zo": 223,
      "jed": 224,
      "sad": 225,
      "pet": 226,
      "joj": 227,
      "rno": 228,
      "sva": 229,
      "vreme": 230,
      "kom": 231,
      "onda": 232,
      "osta": 233,
      "mora": 234,
      "tim": 235,
      "vao": 236,
      "vrata": 237,
      "ski": 238,
      "gra": 239,
      "vši": 240,
      "dr": 241,
      "malo": 242,
      "ovo": 243,
      "kra": 244,
      "vam": 245,
      "tr": 246,
      "nih": 247,
      "može": 248,
      "nego": 249,
      "njego": 250,
      "šte": 251,
      "đa": 252,
      "sno": 253,
      "pavle": 254,
      "jer": 255
    },
    "merges": [
      "j e",
      "d a",
      "n a",
      "s t",
      "n i",
      "n o",
      "p o",
      "k a",
      "r a",
      "r e",
      "n e",
      "k o",
      "l i",
      "s e",
      "v a",
      "t o",
      "j a",
      "v e",
      "v i",
      "v o",
      "t a",
      "l a",
      "s a",
      "z a",
      "r i",
      "m a",
      "t i",
      "l e",
      "l o",
      "m o",
      "b i",
      "m e",
      "t e",
      "g o",
      "r o",
      "d e",
      "d o",
      "j u",
      "d i",
      "p a",
      "g a",
      "j i",
      "č e",
      "n je",
      "s u",
      "š e",
      "o d",
      "r u",
      "č i",
      "st a",
      "n u",
      "m i",
      "p re",
      "o n",
      "i z",
      "č a",
      "b e",
      "p ri",
      "k u",
      "ž e",
      "š to",
      "m u",
      "b a",
      "p ro",
      "b o",
      "ni je",
      "ć e",
      "ć i",
      "st i",
      "c e",
      "j o",
      "ka o",
      "l u",
      "a li",
      "p u",
      "k i",
      "s ve",
      "sa m",
      "p i",
      "s i",
      "l ja",
      "st o",
      "d u",
      "p e",
      "š i",
      "z na",
      "l j",
      "l je",
      "c i",
      "š ta",
      "ra z",
      "st e",
      "re če",
      "đ e",
      "c a",
      "g le",
      "d no",
      "pa v",
      "t u",
      "s o",
      "z i",
      "š a",
      "ć u",
      "b u",
      "n ja",
      "l ju",
      "ž i",
      "sa mo",
      "g la",
      "go vo",
      "s po",
      "n ji",
      "g u",
      "k e",
      "t re",
      "v u",
      "s vo",
      "o na",
      "v r",
      "ka ko",
      "ko ji",
      "v ra",
      "h o",
      "s li",
      "po s",
      "p ra",
      "ka d",
      "ć a",
      "gle da",
      "jo š",
      "ta ko",
      "u z",
      "ž a",
      "d ru",
      "č u",
      "l ji",
      "no v",
      "ve ć",
      "bi o",
      "st va",
      "li ko",
      "ča ni",
      "vi še",
      "t ra",
      "s me",
      "lj čani",
      "ve ljčani",
      "o ve",
      "no m",
      "je dno",
      "lo vi",
      "i ma",
      "s vi",
      "bi lo",
      "st ra",
      "v re",
      "ni m",
      "s ko",
      "je da",
      "v lja",
      "go spo",
      "k re",
      "č no",
      "č ove",
      "ju ći",
      "pav lovi",
      "o t",
      "s lu",
      "na j",
      "v no",
      "pi ta",
      "o b",
      "re d",
      "a ko",
      "pre d",
      "p r",
      "i s",
      "mi sli",
      "govo ri",
      "c u",
      "veljčani nov",
      "d vo",
      "n ju",
      "no g",
      "pos le",
      "z o",
      "je d",
      "sa d",
      "pe t",
      "jo j",
      "r no",
      "s va",
      "vre me",
      "ko m",
      "on da",
      "o sta",
      "mo ra",
      "ti m",
      "va o",
      "vra ta",
      "s ki",
      "g ra",
      "v ši",
      "d r",
      "ma lo",
      "o vo",
      "k ra",
      "va m",
      "t r",
      "ni h",
      "mo že",
      "ne go",
      "nje go",
      "š te",
      "đ a",
      "s no",
      "pav le",
      "je r"
    ]
  }
}